Repository: pavlovsvpavel/zaza_interior_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Gallery
bg: Фотогалерия

source: About
bg: За нас

source: Our facility
bg: Нашата база

source: Our facility is conveniently situated at the northern entrance of Sofia, close to the ring road and the airport (map), on area of more than 1000 sq.m. In the recently renovated building we have situated our high technological CNC machines made from the leaders of the furniture business– BRAND, HOLDZMA, HOLTZHER and ALTENDORF. The company owes her own press for veneering of panels. The specialized shop for lacquer painting guarantees the excellent quality of the products offered.
bg: Нашата фабрика за мебели е удобно разположена непосредствено до северния вход на София, близо до Околовръстното шосе и Летището, (виж карта) на площ от над 1000 кв.м. В наскоро реновираната отвън сграда са разположени нашите високотехнологични CNC машини на лидерите в мебелния бизнес BRAND, HOLDZMA, HOLTZHER и ALTENDORF. Фирмата разполага също така и със собствена преса за фурнироване на плоскости. Специализирания цех за лаково боядисване гарантира отличното качество на предлаганите мебели.

source: Any Time
bg: По всяко време

source: No matter weekend, holiday, weekday, early in the morning or late in the evening do not hesitate to contact us it is our business to be at our customers' disposal.
bg: Без значение събота или неделя, празник или делник, сутрин или вечер, можете да ни потърсите и ние с радост ще се отзовем на вашите нужди.

source: Any Budget
bg: Всякакъв бюджет

source: You’ll find the ZAZA solutions to be very affordable. We'll do our best to develop a personalized solution that fits your space and your budget. We also will match any competitor that you bring to us. Whether we are building a new kitchen or dreaming about a bookcase in the family room, we want to make sure we can fit our products and services into your budget.
bg: Ние даваме най-доброто от себе си, за да ви предложим оптималното решение, което да отговори на вашите представи за дизайн и бюджет. Независимо дали правите нова кухня или искате да освежите старата си библиотека, или си мечтаете за цялостно ново обзавеждане, ние искаме да сме сигурни, че с нашите продукти и услуги можем да отговорим на вашите изисквания и бюджет.

source: Easy Process
bg: Лесно

source: ZAZA makes it all simple. We come to you...draw up plans that fit your needs and present them for your approval... Then schedule our professional installation. We’re quick, professional, and friendly — you’ll love the way we work.
bg: ZAZA Innterior прави всичко лесно. Ние идваме при вас. Взимаме точни размери. Правим проект, който отговря на вашите изисквания и ви го представяме за одобрение... Правим график за професионален монтаж, съобразен изцяло с вашето време и ангажименти. Ние сме бързи, работим професионално и не се мръщим на клиентите си. След нас оставяме чисто. Ще харесате начина, по който работим.

source: Amazingly Quick
bg: Бърза изработка

source: You don’t have to endure weeks or even months of messy remodeling to get the custom space solutions you want. No matter how big is your project we will finish in time.
bg: Защо да губите ценно време в очакване на вашите нови мебели? Независимо от големината на проекта, ние ще приключим в уговореното време.

source: Solutions that last
bg: Надеждност

source: Simply put, ZAZA solutions stand the test of time. We use durable, high-quality materials and professional installers. Our solutions are designed to look great and last a lifetime!
bg: Нашите мебели са конструирани от професионални дизайнери с дългогодишен опит в бранша, което гарантира тяхната функционалност, надеждност и дълготрайност.

source: Contact Us
bg: Контакти

source: Whether you have a question, feedback, or need assistance, feel free to reach out.
bg: Независимо дали имате въпрос, обратна връзка или се нуждаете от помощ, не се колебайте да се свържете с нас.

source: Just fill out the form, and we'll get back to you as soon as possible.
bg: Просто попълнете формуляра и ние ще се свържем с вас възможно най-скоро.

source: Send
bg: Изпрати

source: By clicking 'Accept', you agree storing of cookies on your device to enhance site navigation, analyze site usage and improve marketing.
bg: Кликвайки върху 'Приемам', вие се съгласявате да съхранявате бисквитки на вашето устройство за подобряване навигацията на сайта, анализиране използването на сайта и подобряване на маркетинга.

source: Accept
bg: Приемам

source: How it works
bg: Как работим

source: Listen
bg: Чуваме

source: After discussing your lifestyle and needs during the complimentary consultation, your Design Consultant will help you assess what's important to you and how to create the best use of your space.
bg: След като чуеме за вашия стил на живот и нужди по време на безплатната консултация, вашият дизайнер-консултант ще ви помогне да прецените какво е важно за вас и как вашето пространство да бъде използвано по най-добрия начин.

source: Visualize
bg: Визуализираме

source: Now the fun begins! During the consultation, we'll use a number of tools so you can visualize various options for your new space. Your Design Consultant will also take accurate measurements during the consultation – which is key to a functional, flawless space. Put away your tape measure. We do it all for you!
bg: Сега започва интересната част! По време на консултацията вашият дизайнер ще нахвърля идеен проект, съобразен с вашите изисквания и философията на живот, които в по-късен етап ще се превърнат в работен проект, надлежно илюстриран на 2D или 3D визуализация.

source: Design
bg: Дизайн

source: Your Design Consultant will design your project to fill your needs. Designs will have dimensions shown so you know just what to expect. The cost of your project depends on the materials you choose, the components included in the design, and the size of your installation.
bg: Вашият дизайер-консултант ще подготви работен проект, на който ще има показани всички размери така че вие ще знаете какво да очаквате. Цената на вашия проект ще зависи от материалите, които изберете, от компонентите, които включва дизайна и от големината на проекта.

source: Install
bg: Монтираме

source: Once you approve your design, we'll tell you how to prepare for your installation and what to expect. Installation will occur with minimal disruption to your home and your life. Once complete, your Design Consultant will follow up to see that you are thrilled with the results. Zaza Interior installs most projects in one day and will leave your house as clean as it was when we arrived.
bg: Веднъж одоборили вашия проект, ние ще ви кажем какво да подготвите за стартиране на монтажа и какво да очаквате. Монтажа ще протече с минимален стрес и нарушаване на начина ви на живот. В момента, в който приключим ,вашият дизайнер ще обсъди с вас постигнатия резултат и ще направи необходимите постъпки, ако не сте задоволен на 100%. Както казахме, не сме приключили работата си докато не останете доволни. И накрая, за да се насладите веднага на вашата нова придобивка, нашите монтажници ще почистят дома ви и ще го оставят така както са го заварили.

source: has been making homes more beautiful and practical for more than 15 years
bg: прави домовете по-красиви и практични от повече от 15 години

source: Our projects
bg: Наши проекти

source: Our team is experienced and professionally trained.
bg: Нашият персонал е опитен и професионално обучен

source: Any time
bg: По всяко време

source: Any budget
bg: Всякакъв бюджет

source: Quick build
bg: Бърза изработка

source: Reliability
bg: Надеждност

source: We guarantee to match the price of competitors’ plans using the same materials and design.
bg: Ние ви гарантираме, че ще отговорим на всяка конкурентна цена, използвайки същите материали и дизайн.

source: In most cases, our products can be installed in one day, saving you time and hassles.
bg: В повечето случаи, нашите продукти могат да бъдат монтирани в рамките на 1 ден , спестявайки ви време и неприятности.

source: Our designers are full of great ideas for your home. Just tell us what you are dreaming for.
bg: Нашите дизайнери са пълни със страхотни идеи за вашия дом! Само споделете какво си представяте.

source: We’ll leave your home as neat and clean as it was when we arrived.
bg: Ние оставяме домът ви така уютен и чист, както е бил преди ние да дойдем.

source: Our products are simply superior in craftsmanship and design.
bg: Нашите продукти са изпипани по отношение на изработка и дизайн.

source: What we offer is not just functionality or design. Our offer is a smart combination of both.
bg: Ние предлагаме не просто функционалност или дизайн. Ние предлагаме една умела комбинация от двете.

source: Customer satisfaction is our standard of excellence. If you’re not satisfied, we’re not finished.
bg: Задоволяването на нашите клиенти е нашето мерило за добре свършена работа.

source: Contact us
bg: Контакти

source: The maximum file size should not exceed 9MB
bg: Максималният размер на файла не трябва да надвишава 9 MB

source: Unsupported file type. Please upload an image file (.jpg, .jpeg, .png, .gif)
bg: Неподдържан тип файл. Моля, качете файл с изображение (.jpg, .jpeg, .png, .gif)

source: e.g. +359XXXXXXXXX
bg: пример: +359XXXXXXXXX

source: First Name
bg: Име

source: Last Name
bg: Фамилия

source: Email
bg: Имейл

source: Phone number
bg: Телефон

source: Message
bg: Съобщение

source: Enter a valid phone number.
bg: Въведете валиден телефон
